//
//  communityData.swift
//  VeganApp
//
//  Created by 이안진 on 2023/03/26.
//

import Foundation

let communityData: [[String]] = [
    [
        "생각보다 간단한 채식",
        "맨날 밖에서 사먹었었는데 메뉴를 보니 직접 해먹어볼 수 있을 것 같더라구요",
        "69",
        "4"
    ],
[
    "영양제 추천해주라",
    "계획적으로 영양소를 챙기려고 하는데 영양제 추천해줄수 있어?",
    "16",
    "7"
],

[
    "락토에서 락토오보로",
    "락토에서 락토오보로 한 단계 더 실천해보려고 비건까지 실천해봐야지",
    "12",
    "3"
],

[
    "회사에서 점심",
    "회사에서 점심먹을때 어떤 식단으로 먹어야할지 모르겠어",
    "7",
    "4"
],

[
    "채식 다이어트",
    "완전 비건은아닌데 채식하고나서 다이어트 효과가 있는 것 같아",
    "9",
    "3"
],

[
    "비건 모임",
    "비건 모임 만들면 같이 할 사람 있어?? 같이 비건 카페도 놀러가고",
    "18",
    "9"
],

[
    "비건 밀크티",
    "오늘 학교 근처에 카페 갔는데 비건 밀크티 팔더라 ㅋㅋㅋ 밀크티가 비건이라니 신기해",
    "6",
    "9"
],

[
    "채소 보관 어떻게 해ㅠㅠ?",
    "채식 시작하면서 채소를 많이 샀는데 보관이 너무 어렵더라고",
    "7",
    "13"
],

[
    "비건 베이커리 맛있더라",
    "비건 베이커리 처음 먹어봤는데 어떻게 계란 없이 만드는지 너무 신기해. 진짜 그냥 베이커리랑 똑같더라",
    "8",
    "5"
]
]
