//
//  communityData.swift
//  VeganApp
//
//  Created by 이안진 on 2023/03/26.
//

import Foundation

let communityData: [[String]] = [
    [
        "집 주변 식당",
        "이사한 후로 집 주변에 비건 식당 많아서 \n요즘 행복해",
        "6",
        "14"
    ],
    [
        "논비건 친구와 약속",
        "내일 논비건인 친구랑 약속 있는데 갈만한 식당 추천",
        "34",
        "2"
    ],
    [
        "집 주변 식당",
        "이사한 후로 집 주변에 비건 식당 많아서 \n요즘 행복해",
        "5",
        "7"
    ],
    [
        "집 주변 식당",
        "이사한 후로 집 주변에 비건 식당 많아서 \n요즘 행복해",
        "7",
        "3"
    ]
]
